Revit 2027 API
IndexBuffer Properties
The IndexBuffer type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IndexBuffer Class
Autodesk.Revit.DB.DirectContext3D Namespace